<?php

// 北中南
// 1.規劃　object
// 北 0911 台北市　１００００
// 中 0922 台中　　５００００
// 南 0933 高雄　　１０００００
// 2.obj to bs table


// 你想要看怎麼樣的報表
$storeArr = [
    [
        'id' => 1,
        'name' => '台北店',
        'mobile' => '0911-111-111',
        'price' => '10000',
        'net' => [
            '6' => 6000,
            '7' => 7000,
            '8' => 8000
        ]
    ],
    [
        'id' => 2,
        'name' => '台中店',
        'mobile' => '0922-222-222',
        'price' => '50000'
    ],
    [
        'id' => 3,
        'name' => '高雄店',
        'mobile' => '0933-333-333',
        'price' => '100000'
    ],
];


